{
    "ISTJ":{
        "title":"حسی درون‌گرا با متفکر برون‌گرا ",
        "personality":["S","T","F","N"],
        "onTheTop":[
            "این دسته از افراد احساس مسئولیت و وظیفه‌شناسی زیادی نسبت به سازمان‌ها، خانواده و روابط در زندگی‌شان دارند. باانرژی زیادی در جهت اتمام کارها و به طور کامل و سر موعد تعیین شده می‌کوشند. در مشکلات مهم، آن چه را که لازم بدانند انجام می‌دهند؛ اما از انجام کارهایی که حس می‌کنند غیرضروری است، طفره می‌روند. ",
            "به طور معمول ترجیح می‌دهند که به‌تنهایی کار کنند تا در مورد نتایج کارشان پاسخگو باشند. به‌هرحال هنگامی که احساس کنند کارگروهی موردنیاز است، از کار با گروه احساس آرامش می‌کنند، به شرط آن که شرح وظایف مشخص بوده و هر کسی مسئولیت‌های محوله را تمام و کمال انجام دهد.",
            "صلاحیت و مسئولیت برای آنها مهم است، از دیگران نیز همان‌طور که خودشان وظیفه‌شناس و مورداعتمادند توقع دارند که وظیفه‌شناس و قابل اعتماد باشند."
        ],
        "personalityThings1":"این گروه از افراد احترام بسیاری برای حقیقت قائل هستند. به صورت اولیه و درونی، آنها از حس کردن بهره می‌برند، جایی که آنها اطلاعات را بر اساس این که چگونه حال حاضر را می‌فهمند، ذخیره دارند؛ بنابراین، آنها مستعد هستند که بدین گونه باشند:",
        "perList1":["عمل‌گرا، معقول و واقع بین","منظم"],
        "personalityThings2":"آنها از تفکر در تصمیم گیری با داشتن گرایشی عینی، منطقی و مصمم بهره می‌گیرند. به طور کل، تمرکز ایشان بر روی وظایف با سیستم است تا این که بر روی مسائل شخصی باشد؛ بنابراین، آنها گرایش دارند که بدین گونه باشند:",
        "perList2":["منطقی و تحلیل گر ","بی طرفانه و استدلال کرم"],
        "personalityThings3":"این افراد در عقایدشان ثابت قدم و شفاف هستند؛ زیرا به آنها به واسطه به‌کارگیری ملاک‌های منطقی که بر اساس تجربیات و دانش خودشان است، به طور کامل و دقیق رسیده‌اند. ISTJ ها، تنها زمانی از تغییرات حمایت می‌کنند که ثابت شود آنها نتایج بهتری را در پی‌دارند.",
        "growingUp":"در بعضی از مواقع، شرایط فردی، به طور کامل پیشرفت و بیان ترجیحات تفکر و حسی آنها را حمایت نمی‌کند: ",
        "grownigList":["اگر ترجیح تفکر را توسعه نداده باشند، ISTJها ممکن نیست که روش‌های قابل اعتماد در روبرو شدن با جهان داشته باشند و در عوض امکان دارد که صرفاً بر روی خاطرات و داده‌های درونی‌شان متمرکز شوند.","اگر ترجیح حسی‌شان را توسعه نداده باشند. ISTJها ممکن است که بدون توجه به اطلاعات جدید قضاوت‌ها و اعمال ناپخته و شتاب‌زده انجام دهند. ","اگر ISTJها جایی را پیدا نکنند که بتوانند از استعدادهایشان استفاده کنند و برای نقشی که ایفا می‌کنند مورد قدردانی قرار نگیرند، معمولاً احساس ناکامی می‌کنند و ممکن است.","در مورد دیگران عیب جو و نقادانه باشند.","در مورد وقت سخت گیر شوند. ","پیدا کردن کسی برای به نمایندگی انتخاب کردن و اعتماد کردن به هر کس دیگری که کاری به درستی انجام دهد برایشان سخت باشد."],
        "sugGrown":"برای این دسته از افراد طبیعی است که توجه کمی به قسمت‌های احساسی و شهودی که ترجیح داده نشده‌اند، داشته باشند. اگر بیش از حد این قسمت‌ها را نادیده بگیرند، به هر حال، ممکن است که:",
        "sugGrownList":["عواقب گسترده‌تر از تصمیم‌های مصلحتی فعلی را نبینند. ","آن‌چنان بر روی منطق متمرکز شوند که اثرات آن را بر روی مردم بررسی نکنند. ","در پاسخ دادن به نحوی شایسته به نیازهای دیگران برای ارتباط و صمیمیت با شکست مواجه شوند."],
        "stress":"تحت استرس زیاد، ISTJها ممکن است که قادر به بهره گرفتن از آرامش همیشگی، قضاوت کردن مستدل نباشند و درگیر تصوری فاجعه آمیز که تعداد زیادی از پیشامدهای منفی برای خودشان و یا دیگران را در پی دارد شوند ",
        "jobSatisfactionList":["ماهیت فنی داشته باشد و به فرد امکان دهد که از توانمندی‌هایش استفاده کند.","محصول یا خدمتی واقعی ارائه دهد و ترجیحاً از روش‌های استاندارد در آن استفاده شود.","بتواند مستقل عمل کند و برای تکمیل آن از نیروی عالی تمرکز خود استفاده نماید.","بتواند کار را در محیطی با ثبات و سنتی انجام دهد و ریسک‌های غیر ضروری نیاز نباشد","دارای نتایج ملموس و قابل اندازه گیری باشد.","دارای هدف‌های عینی روشن و ساختار سازمانی مشخص و تعریف شده باشد.","فرد فرصت کافی برای آماده کردن خود داشته باشد.","به فرد مسئولیت‌های بیش از پیش و فرایند بدهد.","کار در محیطی انجام شود که به داوری‌ها و تجربه‌های فرد بهای کافی داده شود.","به فرد امکان بدهد که به هدف‌های تعیین شده برسد و نتایج کافی را در اختیار فرد قرار دهد."],
        "jobs":"تجارت و بازرگانی، فروش و خدمات، امور مالی، تحصیلات و آموزش، حقوقی – تکنولوژی، مراقبت‌های بهداشتی"

    },
    "ISFJ":{
        "title":"حسی درون گرا با احساسی برون گرا ",
        "personality":["S","F","T","N"],
        "onTheTop":[
            "این دسته از افراد قابل اعتماد و محافظه کار هستند. متعهد به افراد و گروهی هستند که با آنها می باشند. با انرژی یکنواختی برای اتمام کارها در سر موقع کار میکنند. در گرفتاریهای بزرگ کارهایی را که ضروری بدانند. انجام خواهند داد اما از انجام کارهایی که قبلاً نیاز به آن را احساس نکرده اند، متنفرند. ",
            "چه دیگران نیاز دارند و میخواهند، متمرکز هستند، و ترتیبی اتخاذ میکنند تا بدانند که آن نیازها و خواسته‌ها، همانطور که خواسته اند برآورده خواهد شد. ایفای نقش در ارتباطات و مسئولیت های خانوادگی برای آنها بسیار مهم است که با وظیفه شناسی آنها را انجام دهند و از دیگر اعضای خانواده هم توقع دارند که بدین گونه باشند."
        ],
        "personalityThings1":"این گروه از افراد برای حقیقت، احترام قائل هستند به صورت اولیه و درونی، آنها از حس کردن بهره می برند، جایی که آنها گنجینه ای از اطلاعات ذخیره شده دارند. به صورت دقیق، جزئیات چیزهایی را که برای آنها معانی شخصی دارد، برای مثال تن صدا و حالت چهره را به خاطر می آورند. بنابراین، آنها مستعد هستند که بدین گونه باشند:",
        "personalityThings2":"ISFJ ها از احساس برای تصمیم گیری بر اساس ارزشهای شخصی و مرتبط با مردم بهره می گیرند. برای توافق و مشارکت و تلاش برای ایجاد کردن آنها ارزش قائل میشوند. بنابراین آنها مستعد هستند که بدین گونه باشند:",
        "personalityThings3":"عقایدشان محکم است چرا که تصمیماتشان بر اساس کاربرد دقیق ارزش‌های آشکار و گنجینه ی داده های ذخیره شده شان، هستند. به شیوه‌های رایج و صاحب نظران احترام میگذارند، و بر این اعتقاد هستند که باید به این شیوه ها اصرار ورزید چرا که به خوبی عمل میکنند. بنابراین تنها زمانی از تغییرات حمایت می کنند که داده های جدید بیانگر منافع عملی برای مردم باشند.",
        "perList1":["عملگرا و واقع بین","عینی و دقیق"],
        "perList2":["دارای حس همکاری و با ملاحظه نسبت به دیگران","مهربان و حساس"],
        "growingUp":"در بعضی از مواقع، شرایط فردی به طور کامل پیشرفت و اظهار ترجیحات احساسی و حسی آنها را حمایت  نمی کنند: ",
        "grownigList":["اگر ترجیح احساسی شان را توسعه نداده باشند، ISFJ ها ممکن نیست که روشهای قابل اعتماد در روبرو شدن با جهان داشته باشند و در عوض امکان دارد که صرفاً بر روی خاطرات حسی و تصورتشان متمرکز","اگر ترجیح حسی‌شان را توسعه نداده باشند، ISFJ ها ممکن است قضاوت‌های ارزشی یا مراقبت کردن از دیگران را بدون توجه به واقعیات انجام دهند. ","اگر  ISFJ ها جایی را پیدا نکنند که بتوانند از استعدادهایشان استفاده کنند و برای نقشی که ایفاء می کنند مورد قدردانی قرار نگیرند، معمولاً احساس ناکامی میکنند و ممکن است:","در سلسله مراتب حمایت کردن، توانایی و شیوه ها انعطاف ناپذیر شوند.","احساس مورد قدرشناسی قرار نگرفتن و غضب آلودگی کند و بسیار شکایت کند.","بسیار بر روی اثرات فوری تصمیمات متمرکز شود."],
        "sugGrown":"برای این دسته از افراد طبیعی است که توجه کمی به قسمت‌های تفکر و شهودی که ترجیح داده نشده اند، داشته باشند. اگر بیش از حد این قسمت ها را نادیده بگیرند، به هر حال ممکن است که:",
        "sugGrownList":["عواقب گسترده تر از تصمیم ها با شیوه های فعلی را نبینند.","در بیان نیازهایشان با مشکل روبرو شوند.","در بکارگیری ملاک‌های غیر شخصی برای تصمیم گیری احساس ناراحتی کنند، حتی اگر مورد نیاز باشند."],
        "stress":"تحت استرس زیاد، ISFJ ها، درگیر تصوری فاجعه آمیز که تعداد زیادی از پیشامدهای منفی را در پی دارد می شوند. ممکن است بدون توجه معمول به اثرات آن بر روی افراد پیرامونش، مطالبی را بیان کند.",
        "jobSatisfactionList":["نیازمند مشاهده و دقت باشد تا فرد با توانمندی خود بتواند به حقایق و جزئیات آن توجه کند.","به فرد امکان دهد روی پروژه های ملموس کار کند و به دیگران کمک کند.","به فرد امکان ابراز محبت را بدهد و شرایط پی بردن دیگران به تلاش او را فراهم سازد.","به شکل سنتی و در محیطی سازمان یافته انجام شود.","شرایطی فراهم سازد که فرد به روشهای استاندارد توجه کرده و از داوری های عملی استفاده کند.","به فرد امکان دهد که در هر لحظه روی یک پروژه یا یک شخص کار کند.","به فرد فضای کاری خصوصی بدهد تا بتواند بتنهایی کار کند.","بتواند به دیگران کمک کند و یا با کسانی کار کند که در باورها و ارزش های او سهیم باشند.","شرایطی فراهم سازد که فرد سازمان یافته و کارامد شود.","لازم نباشد که فرد کارش را مرتب در حضور دیگران ارایه دهد."],
        "jobs":"مراقبت های درمانی و بهداشتی، خدمات اجتماعی – آموزشی، تجارت – خدمات، کارهای خلاق – فنی"
    },
    "ESTP":{
        "title":"حسی برون گرا با متفکر درون گرا ",
        "personality":["S","T","F","N"],
        "onTheTop":["این دسته از افراد، پر انرژی و فعال در حل مسائل، پاسخگویی خلاق در موقعیت‌های چالش برانگیز در محیط پیرامونشان هستند. به ندرت اجازه ی دخالت به قوانین یا روشهای استاندارد را میدهند و راه های جدیدی را برای استفاده در نظام های موجود می یابند. روشهای ساده ای را برای انجام مسائل دشوار و مفرح ساختن کارشان به وجود می آورند. منعطف، سازگار، مبتکر و کاردان هستند و میتوانند اقلیت‌های متضاد را به سمت یکدیگر جذب کرده و اعضای یک گروه خوب را تشکیل دهند. ","همراهانی پرطرفدار در فعالیت‌ها (مهمانی‌ها، ورزش‌ها و یا کار هستند) چرا که علاقه به لذت بردن از زندگی و لحظاتشان دارند."],
        "personalityThings1":"این گروه از افراد به هر آنچه که در اطرافشان از قبیل فعالیتها غذا پوشاک و هر چیزی که به داشتن تجربیات جدید به آنها کمک میکند علاقه مند هستند. زیرا از انجام دادن بیشتر از مطالعه و یا خواندن فرامی گیرند، درون مسائل شیرجه میروند یاد گرفتن به عنوان رفتن است اعتماد به توانایی هایشان برای پاسخ دادن به صورت مبتکرانه دارند. آنها مستعد هستند که بدین گونه باشند:",
        "personalityThings2":"بوسیله ی تحلیل های منطقی و استدلال تصمیم میگیرند و میتواند محکم بایستند وقتی که موقعیت آنها را به استقامت فرا می خواند. آنها معمولاً بدین گونه هستند:",
        "personalityThings3":"ESTP ها، خبره و توانمند در دیدن نیازها هستند و به سرعت در مواجه شدن با آنها واکنش نشان می دهند. برای بخش های مهم تر ترجیح میدهند که با انعطاف پذیری بیشتری با آنها مواجه شوند تا بدانند که چه چیزی هستند به جای این که قضاوت کنند.",
        "perList1":["تیزبین","عملگرا و واقع بین","فعال درگیر بودن با تجربه های فوری"],
        "perList2":["تحلیل گر حل کننده ی خردمند مسائل","درستکار و دارای اعتماد به نفس"],
        "growingUp":"در بعضی از مواقع شرایط فردی به طور کامل پیشرفت و اظهار ترجیحات تفکر و حسی آنها را حمایت نمی کند:",
        "grownigList":["اگر ESTP ها تفکر را توسعه نداده باشند روش ثمربخشی برای انتخاب یکی از سدها برای بدست آوردن داده های حسی نخواهند داشت به سختی ممکن است که بتوانند حق تقدم را رعایت کنند یا ممکن است که تصمیمات بی پایه و واهی بگیرند.","اگر ESTP ها ترجیح حسی شان را توسعه نداده باشند ممکن است متمرکز بر داده های حسی شوند که خیلی سریع در دسترس قرار میگیرند ممکن است که تصمیم هایشان محدود به خشنودی از تمایلات شهوانی شان به خصوص آنهایی که شامل چالشهای بدن و دارای ریسک هستند. اگر ESTP ها جایی را پیدا نکنند که بتوانند از استعدادهایشان استفاده کنند و برای نقشی که ایفاء می کنند مورد قدردانی قرار نگیرند معمولاً احساس ناکامی میکنند و ممکن است:","در پذیرفتن ساختارها و ضرب الاجل های اجتماع، مشکل داشته باشن","لذتهای زندگی را مقدم تر از وظیفه های مهم می دانند."],
        "sugGrown":"برای این دسته از افراد طبیعی است که توجه کمی به قسمتهای احساسی و شهودی که ترجیح داده نشده اند، داشته باشند. اگر بیش از حد این قسمتها را نادیده بگیرند به هر حال ممکن است که:",
        "sugGrownList":["عواقب گسترده تر اعمال و تصمیم هایشان را نبینند.","تاریخ ها و وقایعی را که معانی خاصی برای دیگر افراد دارد را فراموش کنند.","از تأثیر اعمالشان بر روی دیگران غافل باشند.","در بحث یا کاوش در مورد ارتباطات متقابل، ناشکیبا باشند."],
        "stress":"تحت استرس زیاد، ESTPها ممکن است خیال پردازیهای منفی داشته باشند. ممکن است واقعاً تصور کنند. که دیگران به آنها هیچ توجهی ندارند، در آن وقت داده حسی شان را تحریف و هدایت می کنند تا مدرکی برای این فراموش شدگی برای خودشان فراهم کنند",
        "jobSatisfactionList":["بتواند با دیگران در ارتباط باشد هر روز با موقعیت جدیدی روبرو شود و سرگرمی داشته باشد.","بتواند از قدرت مشاهده و توجه خود برای کسب اطلاعات و حفظ آنها استفاده کند.","بتواند برای مسایل و مشکلات راه حل هایی پیدا کند.","کار پویا، پرماجرا و تفریحی باشد، که در آن حوادث به سرعت اتفاق بیفتد و فرد بتواند تصمیم گیری کند.","بتواند در موقعیت های برنامه ریزی نشده از روش های غیر متعارف استفاده کند و به راه حل های منطقی برسد","بتواند در شرایطی که مقررات وجود ندارد کار کند و با همکارانی شاداب و فعال سروکار داشته باشد","شخصا ‘ اقدام به سازمان دهی کند و لزوما’ مطابق معیارها و استانداردهای دیگران رفتار نکند","عملی و منطقی باشد و فرد بتواند از توانمندی های استدلالی و عقلی خود استفاده کند","بتواند آزادانه با بحران ها روبرو شود","با واقعیت ها سروکار داشته باشد نه با نظریه های مجرد، تا فرد بتواند با تلاش هایش به نتایج ملموس برسد"],
        "jobs":"فروش – خدمات، امورمالی، سرگرمی – ورزش، تجارت – کارهای دستی، تجارت و بازرگانی"
    },
    "ESFP":{
        "title":"حسی برون گرا با احساسی درون گرا ",
        "personality":["S","F","T","N"],
        "onTheTop":[
            "این دسته از افراد عاشق زندگی هستند در حال زندگی میکنند و لذت را در مردم غذاها حیوانات دنیای پیرامون و فعالیتها مییابند به ندرت به قوانین اجازه ی دخالت کردن در زندگیشان را میدهند متمرکز بر روبرو شدن با نیازهای بشری با استفاده از راه های بدیع هستند.",
            "ESFP ها همبازیهای تیمی عالی و فوق العاده ای هستند جهت گیریشان برای انجام وظایف با بالاترین میزان نشاط و کمترین میزان جار و جنجال همراه است."
        ],
        "personalityThings1":"این گروه از افراد به مردم و تجربیات جدید علاقه مند هستند زیرا از انجام دادن بیشتر از مطالعه و یا خواندن فرامی گیرند گرایش به شیرجه رفتن درون مسائل دارند یاد گرفتن به عنوان رفتن است قدر درایی هایشان را میدانند و از آنها خشنود هستند آنها مستعد هستند که بدین گونه باشند:",
        "personalityThings2":"ESFP ها به واسطه ی ارزشهای شخصی شان تصمیم میگیرند به صورت اولیه و درونی، آنها از قضاوت احساسی برای تصمیم گرفتن درباره ی شناختن و همدلی کردن با دیگران بهره می برند. در تعاملات بین فردی خوب هستند و اغلب نقش مصلح را بازی میکنند. آنها مستعد هستند که بدین گونه باشند:",
        "personalityThings3":"ESFP ها، به مشاهده ی رفتارهای انسانی علاقه مند هستند به نظر میرسد که حس می کنند چه اتفاقی برای مردم دیگر رخ میدهد و پاسخ های سریعی به نیازهای عملی آنها میدهند در بسیج کردن مردم برای مواجه شدن با بحرانها بسیار خوب هستند.",
        "perList1":[
            "تیزبین",
            "عملگرا واقع بین و دقیق",
            "فعال درگیر بودن با تجربه های فوری"
        ],
        "perList2":[
            "سخاوتمند خوش بین و مجاب گر هستند.",
            "صمیمی همدل و کاردان هستند."
        ],
        "growingUp":"در بعضی از مواقع شرایط فردی به طور کامل پیشرفت و اظهار ترجیحات احساسی و حسی آنها را حمایت نمی‌کنند:",
        "grownigList":[
            "اگر ترجیح احساسی شان را توسعه نداده باشند ESFP ها ممکن است در تعاملات بدون این که نظامی برای سنجیدن یا ارزیابی موقعیت داشته باشند و نه شیوه ای برای استوار ساختن خودشان درگیر شوند.",
            "اگر ترجیح حسی شان را توسعه نداده باشند ESFP ها ممکن است متمرکز بر داده حسی موجود در یک زمان خاص شوند. تصمیماتشان ممکن است محدود به خشنود شدن از تمایلات شهوانی شان شود، به خصوص آنهایی که در تعامل با دیگر افراد است.",
            "اگر ESFP ها جایی را پیدا نکنند که بتوانند از استعدادهایشان استفاده کنند و برای نقشی که ایفاء می کنند، مورد قدردانی قرار نگیرند معمولاً احساس ناکامی میکنند و ممکن است",
            "پریشان و بسیار تکانشی شوند.",
            "در پذیرفتن و مواجه شدن با ضرب الاجل ها مشکل دارند.",
            "تصمیات و اعمال دیگران را بیش از حد برای خود کنند."
        ],
        "sugGrown":"برای این دسته از افراد طبیعی است که توجه کمی به قسمتهای تفکر و شهودی که ترجیح داده نشده اند. داشته باشند، اگر بیش از حد این قسمتها را نادیده بگیرند، به هر حال ممکن است که",
        "sugGrownList":[
            "در توجه کردن به پیامدهای بلند مدت شکست بخورند بر اساس نیازهای آنی خودشان و دیگران عمل کنند"
        ],
        "stress":"تحت استرس زیاد ESFP ها، به خاطر احتمالات منفی از درون احساس از پا افتادگی می کنند. هم چنین انرژی شان را صرف توصیف ساده انگارانه ی جهان بر اساس تصورات منفی شان می کنند.",
        "jobSatisfactionList":[
            "امکان یادگیری از تجارب را فراهم سازد تا اطلاعات لازم را جمع آوری و به حل مسئله اقدام نماید.",
            "امکان دخالت شخص در مسایل را فراهم سازد تا بتواند با مشتریان و مراجعان مستقیما صحبت کند.",
            "فرد در کارش تفریح و استقلال داشته باشد و بتواند با اشخاص مختلفی سر و کار داشته باشد.",
            "بتواند با مهارت با اشخاص و با مشکلات آنها روبه رو شود و از تنش آنها بکاهد.",
            "امکان فعالیتهای مختلف وجود داشته باشد.",
            "بتواند در طول روز با اشخاص مختلفی که شور و اشتیاق او را دارند همکاری کند.",
            "بتواند به پروژه هایی که زود بازده هستند بپردازد و نیازهای اشخاص مختلف را برآورده سازد.",
            "- امکان کار کردن در محیطی آرام و دوستانه فراهم باشد.",
            "تلاش بیشتر پاداش داشته باشد و فرد احساس کند به خاطر کارش از او قدر دانی می شود.",
            "حداقل بوروکراسی در کار باشد و فرد از کارش لذت ببرد و خوش باشد."
        ],
        "jobs":"آموزش - خدمات اجتماعی مراقبت‌های بهداشتی و سلامتی شرگرمی تفریحی تجارت - فروش، خدمات، علوم"
    },
    "INTJ":{
        "title":"شهودی درون گرا با متفکر برون گرا ",
        "personality":["N","T","S","F"],
        "onTheTop":[
            "این دسته از افراد تصویر روشنی از آینده دارند که با انگیزه و سازماندهی برای بکار بردن ایده هایشان هماهنگ شده است. چالشهای پیچیده را دوست دارند و بی درنگ تئوریهای پیچیده و موضوعات را ترکیب می کنند. به یکباره ساختار جامع شان را خلق کرده اند. راهبردهایی برای رسیدن به اهدفشان توصیه می کنند. تفکر کلی نگرشان آنان را با توسعه دادن هدفهای دوراندیشانه و برنامه ای وسیع برای رسیدن به آنها در میان ساختارهای سازمانی بزرگ مواجه میکند.",
            "INTJ ها برای دانش ارزش قائل هستند و این مهارت را از خود و دیگران انتظار دارند. به ویژه از سردرگمی، بهم ریختگی و عدم کارآیی متنفرند."
        ],
        "personalityThings1":"INTJ ها اوضاع را از رویکردی کلی میبینند و به سرعت اطلاعات جدید را با طرح های کلی ارتباط می دهند به ارتباطات خردمندانه بدون توجه به منابع متداول و عقاید عمومی اعتماد دارند. توسط خلاقیتشان از دچار شدن به برنامه های روزمره یکنواخت جلوگیری میکنند INTJ ها به صورت اولیه و درونی از شهود بهره میبرند، جایی که ساختارهای پیچیده و تصویرهایی از آینده را توسعه میدهند آنها مستعد هستند که بدین گونه باشند:",
        "personalityThings2":"این دسته از افراد از تفکرشان برای اتخاذ تصمیمات منطقی سود می جویند. همه چیز را با چشمی انتقادی ارزیابی می کنند، به سرعت مشکلات را تشخیص میدهند و حل میکنند و در زمان که موقعیتی سرسختی می طلبد، محکم و سرنوشت ساز هستند بنابراین آنها گرایش دارند که بدین گونه باشند:",
        "personalityThings3":"این دسته از افراد برنامه ریزان دراز مدت عالی هستند و اغلب موقعیت رهبری در گروه یا سازمان ها را ترقی می دهند. مستقل هستند به ادراکات و قضاوتهای خودشان بیش از دیگران اعتماد دارند، و سطح بالایی از ملاکهای خودشان از دانش و کارآیی را به کار میگیرند و دقت بیشتری از دیگران دارند.",
        "perList1":["دارای بصیرت است و ترکیب گری خلاق میباشد.","مفهوم گرا است و بلند مدت فکر میکند."],
        "perList2":["خردمند باشند بی طرفانه و واقع بینانه انتقاد کنند.","شفاف و موجز"],
        "growingUp":"در بعضی از مواقع شرایط فردی به طور کامل پیشرفت و اظهار ترجیحات تفکر و شهودی آنها را حمایت نمی کند.",
        "grownigList":[
            "اگر ترجیح تفکرشان را توسعه نداده باشند INTJها ممکن نیست روش‌هایی قابل اعتماد برای تبدیل کردن  بینش‌های ارزشمندشان به واقعیت‌های دست یافتنی داشته باشند.",
            "اگر ترجیح شهودی‌شان را توسعه نداده باشند INTJها ممکن نیست که اطلاعات کافی را به دست بیاورند و تنها اطلاعاتی را دریافت می‌کنند که مطابق با بینششان است. در آن وقت ممکن است تصمیماتی بی پایه و واهی بر اساس اطلاعات محدود و غیر متعارف بگیرند. ",
            "اگر (INTJ) ها جایی را پیدا نکنند که بتوانند از استعدادهایشان استفاده کنند و برای نقشی که ایفا می‌کنند مورد قدردانی قرار نگیرند معمولاً احساس ناکامی می‌کنند و ممکن است:",
            "گوشه گیر و خشن شوند اطلاعات کافی دربارهٔ پردازش‌های درونی‌شان نمی‌دهند.",
            "از دیگران به خاطر این که به سرعت آن چه را که او می‌پندارد نمی‌بینند، انتقاد می‌کند.",
            "دارای عزم راسخ و بدون انعطاف در ادامه دادن آن می‌شوند."
        ],
        "sugGrown":"برای این دسته از افراد طبیعی است که توجه کمی به قسمت‌های احساسی و حسی که ترجیح داده نشده‌اند، داشته باشند. اگر بیش از حد این قسمت‌ها را نادیده بگیرند به هر حال ممکن است که",
        "sugGrownList":[
            "جزئیات یا حقایقی را که مطابق طرحواره‌های شهودی‌شان نیست، نادیده بگیرند.",
            "درگیر بازی‌های فکری شوند، بر عبارات و موضوعات انتزاعی که دارای معنی کمی هستند یا به دیگران چندان ارتباطی ندارد، بیش از حد بحث کنند.",
            "ارزش کافی به اثرات تصمیمانشان بر روی افراد ندهند.",
            "در تمجید کردن با داشتن تفاهم به اندازه با تمایلات دیگران شکست می‌خورند."
        ],
        "stress":"تحت استرس زیاد. INTJ ها، در فعالیت‌های حسی از قبیل تماشای تکراری برنامه‌های تلویزیونی، کارت بازی کردن و پرخوری زیاده روی می‌کنند و یا بسیار بر روی جزئیات خاص در محیط پیرامونشان که به طور معمول توجه نمی‌کنند یا معمولاً بی اهمیت تلقی می‌شوند (تمیز کردن خانه، مرتب کردن قفسه‌ها) متمرکز می‌شوند. ",
        "jobSatisfactionList":[
            "به فرد امکان بدهد راه حل‌های مبتکرانه حل مسائل را پیدا کند تا سیستم‌های موجود را بهبود بخشد.",
            "امکان صرف انرژی در انجام ایده‌های خوب را فراهم سازد تا به شکل منطقی فعالیت داشته باشد. امکان کار کردن با اشخاصی را که فرد به تخصص هوش و صلاحیت آنها احترام می‌گذارد، فراهم سازد.",
            "به فرد به خاطر نقطه نظرهایش اعتبار بدهد و امکان اجرای آنها را فراهم سازد.",
            "امکان کار کردن مستقل را به فرد بدهد و بتواند با افراد آگاه تبادل نظر داشته باشد.",
            "فرد را در جریان اطلاعات جدید قرار دهد تا بتواند بر توانمندی‌ها و صلاحیت‌های خود بیفزاید.",
            "به فرد امکان بدهد کار و تولیدی فراهم آورد که با معیارهای بالای او همخوانی داشته باشد.",
            "حالت تکراری نداشته باشد.",
            "به فرد استقلال و اختیار فراوان بدهد تا تغییراتی را ایجاد کرده و به رشد اشخاص و سیستم‌ها کمک کند.",
            "هم‌خوان با معیارهای بالا باشد و منصفانه زحمات فرد را جبران کند"
        ],
        "jobs":"تجارت - امور مالی، تکنولوژی آموزش مراقبت‌های بهداشتی پزشکی رشته‌های حرفه‌ای فعالیت‌های خلاق"
    },
    "INFJ":{
        "title":"شهودی درون گرا با احساسی برون گرا ",
        "personality":["N","F","T","S"],
        "onTheTop":[
            "این افراد از نعمت درک شهودی معانی و ارتباطات پیچیده انسانی برخوردارند به بینش‌هایشان ایمان دارند و دریافته‌اند که اغلب به صورت هم حسی احساسات و انگیزه‌های مردم را قبل از این که خودشان از آنها با خبر شوند می‌فهمند. این درک کردن همدلانه را با سائق و سازماندهی جهت به کار گیری طرح‌های کلی برای رسیدن به زندگی مردم تلفیق می‌کنند.",
            "INFJها در کی دوراندیشانه از روابط بین فردی انسان‌ها و پیشامدها دارند که وقتی به تفصیل در مورد آن حرف بزنند می‌توانند آن را به دیگر القا کنند."
        ],
        "personalityThings1":"INFJها در زندگی‌شان به دنبال معانی و ارتباط هستند و به جزئیات توجه کمی دارند مگر این که با بصیرت درونی‌شان هماهنگ باشد. به صورت اولیه و درونی آنها از شهود بهره می‌گیرند، جایی که برداشت‌ها و تصویرهای پیچیده را توسعه می‌دهند آنها مستعد هستند که بدین گونه باشند:",
        "personalityThings2":"INFJ ها، برای تصمیم گیری، ارزش‌های شخصی و همدلی کردن برای فهمیدن سایرین را به کار می‌گیرند. وفادار به مردم و مؤسسانی هستند که نمونه‌ای از آنهاست اما علاقه کمی به آن چیزهایی که مطابق با ارزش‌های شخصی‌شان نیست دارند. آنها مستعد هستند که بدین گونه باشند:",
        "personalityThings3":"INFJها معنی و هدف در کارشان روابط بین فردی‌شان حتی دارایی‌های مادی‌شان را خواستارند. به رشد و توسعه خودشان و دیگران به طور معنی دار متعهد هستند و مشتاق بررسی کردن راه‌های نامتعارف برای رسیدن به این اهداف هستند. عمق و پیچیدگی بینش‌هایشان و استعداد خلاقیتشان را ارزیابی می‌کنند همان طور که برای دیگران این کار را انجام می‌دهند می‌خواهند این بینش‌ها را در جهان واقعیت ببخشند.",
        "perList1":["خردمند خلاق و دوراندیش","مفهومی، نمادین و استعاری","آرمان گرا، عمیق و پیچیده"],
        "perList2":["حساس دلسوز و همدل","عمیقاً به ارزش‌های دیگران متعهد هستند. "],
        "growingUp":"در بعضی از مواقع شرایط فردی به طور کامل پیشرفت و اظهار ترجیحات احساسی و شهودی آنها را حمایت نمی‌کند:",
        "grownigList":[
            "اگر ترجیح احساسی‌شان را توسعه نداده باشند.INFJها ممکن نیست که روش‌های قابل اعتماد در تصمیم گیری‌هایشان و به نتیجه رساندن اهدافشان داشته باشند. در آن وقت خلاقیت و بینش‌های ارزشمندشان در درون محبوس می‌شوند.",
            "اگر ترجیح شهودی‌شان را توسعه نداده باشند INFJها ممکن است اطلاعات کافی را کسب نکنند یا تنها هر آنچه را که با تصورات درونی‌شان هماهنگ است را بگیرند در آن هنگام تصمیمات واهی و بی پایه بر اساس اطلاعات محدود و یا تحریف شده خواهند گرفت.",
            "اگر INFJها جایی را پیدا نکنند که بتوانند از استعدادهایشان استفاده کنند و برای نقشی که ایفا می‌کنند. مورد قدردانی قرار نگیرند معمولاً احساس ناکامی می‌کنند و ممکن است:",
            "به دیگران اطلاعاتی را برای رسیدن به یک تصمیم نمی‌دهند و بنابراین به نظر می‌رسد که خودرأی هستند. اساس قضاوت‌هایشان بر داده‌های کم با این جهت از دانستن که با واقعیت کمتر مرتبط هستند، قرار می‌دهند.",
            "بینش و انرژی‌شان را واپس می‌زنند.",
            "خشمگین و منتقد می‌شوند."
        ],
        "sugGrown":"برای این دسته از افراد طبیعی است که توجه کمی به قسمت‌های احساسی و تفکر که ترجیح داده نشده‌اند. داشته باشند. اگر بیش از حد این قسمت‌ها را نادیده بگیرند به هر حال ممکن است که:",
        "sugGrownList":[
            "در بیان کردن بینش‌های درونی‌شان به صورتی که برای دیگران قابل فهم باشد، ناتوان شوند.",
            "در بررسی بینش‌هایشان به رغم دلیل و عملی بودن شکست به خورند و پیگیری یک بصیرت را که دارای احتمال کمی برای به واقعیت انجامیدن است را خاتمه دهند. ",
            "مصمم در دنبال کردن یک پنداره شوند."
        ],
        "stress":"تحت استرس زیاد، INFJ ها، ممکن است وسواس به اطلاعاتی شوند که به طور معمول نامربوط هستند یا در فعالیت‌های حسی از قبیل تماشای برنامه‌های تکراری تلویزیون پرخوری و یا خرید اشیا زیاده روی کنند که اهمیت کمی برای آنها دارد.",
        "jobSatisfactionList":[
            "به فرد امکان دهد روی ایده‌ها و نقطه نظرهایی کار کند که به رشد و تعالی دیگران کمک کند.",
            "به فرد امکان دهد محصولات و خدماتی تولید کند که به آنها اعتقاد دارد و احساس افتخار می‌کند.",
            "به مالکیت فرد و تلاش‌های منحصر به فردی که می‌تواند داشته باشد توجه کند و به آنها بها دهد.",
            "به فرد اجازه دهد که خود را ابراز کند و پنداره خود را ببیند.",
            "به فرد اجازه دهد از ایده‌های خود برای یاری رساندن به دیگران استفاده کند.",
            "به فرد اجازه دهد تا بتواند کارش را در محیطی دوستانه و عاری از تنش انجام دهد.",
            "بتواند مستقل کار کند؛ ولی نظراتش را در محیطی دوستانه با دیگران در میان بگذارد.",
            "به فرد امکان بدهد که اوقات و محیط کار خود را سازمان دهی کند و روی جریان کار کنترل داشته باشد.",
            "به فرد امکان بدهد تا نقطه نظرهایش را جمع بندی و پردازش کند و در آمادگی مطلوب قرار بگیرد.",
            "با باورهای فرد هماهنگ باشد و به او امکان دهد از کمال شخصی و حرفه‌ای خوب برخوردار باشد."
        ],
        "jobs":"مشاوره آموزش مذهب کارهای خلاق مراقبت‌های بهداشتی خدمات اجتماعی امور بازرگانی و تجارتی تکنولوژی"
    },
    "ENTP":{
        "title":"شهودی برون گرا با متفکر درون گرا ",
        "personality":["N","T","F","S"],
        "onTheTop":[
            "این افراد به طور دائم محیط پیرامونشان را از جهت فرصت‌ها و امکانات بررسی می‌کنند. الگوها و ارتباطاتی ببینند. در ایجاد احتمالات مفهومی و سپس تحلیل راهبردی آنها، تبحر دارند.",
            " ENTPها در درک چگونگی کار کرد سیستم‌ها ماهرند و در درون سیستم‌ها برای رسیدن به هدف‌هایشان را که برای دیگران به خوبی روشن نیست را درک می‌کنند و در این مواقع به نظر می‌رسد که قادرند آینده را جسور و مبتکر در مانور کردن هستند."
        ],
        "personalityThings1":"ENTPها مبتکرانی پرشور و علاقه‌مند هستند. دنیایشان پر از احتمالات مفاهیم جالب و چالش‌های هیجان انگیز است. توسط مشکلات برانگیخته می‌شوند به سرعت راه حل‌های خلاق را ابداع کرده و به صورت خلاق درگیر می‌شوند به توانایی‌هایشان برای سرهم بندی کردن اعتماد دارند به صورت اولیه و بیرونی، از شهود بهره می‌گیرند و از به کار گیری خلاقیت در جهان لذت می‌برند آنها مستعد هستند که بدین گونه باشند: ",
        "personalityThings2":"این افراد به صورت اولیه و درونی از تفکر برای تحلیل موقعیت‌ها و عقاید خودشان و برنامه ریزی بهره می‌برند. کفایت هوش دقت و کارایی را تحسین می‌کنند آنها معمولاً بدین گونه هستند:",
        "personalityThings3":"ENTPها مبتکر چاره جو، فعال و پرانرژی هستند به مشکلات چالش برانگیز با خلق راه حل‌های کلی و پیچیده پاسخ می‌دهند. معمولاً در خواندن دیگران با دیدن این که چگونه برانگیخته می‌شوند خبره هستند و رهبرانی مغرور هستند. تقریباً می‌توانند هر کاری را که علاقهٔ آنان را به خود جلب می‌کند انجام دهند.",
        "perList1":["خلاق دارای قوهٔ تخیل قوی و باهوش","صوری عقلانی و کنجکاو "],
        "perList2":["تحلیل گر منطقی، خردمند و عینی","دارای اعتماد به نفس و جستجوگر"],
        "growingUp":"در بعضی از مواقع شرایط فردی به طور کامل پیشرفت و اظهار ترجیحات تفکر و شهودی آنها را حمایت نمی‌کند",
        "grownigList":[
            "اگر ترجیح تفکرشان را توسعه نداده باشند ENTPها ممکن نیست که روش‌های قابل اعتماد در ارزیابی بینش‌هایشان و برنامه ریزی از این طریق داشته باشند در آن وقت با کمی مهارت در هر یک از موضوعات مورد علاقه‌شان از این شاخه به آن شاخه می‌برند.",
            "اگر ترجیح شهودی‌شان را توسعه نداده باشند ENTPها ممکن نیست اطلاعات مرتبط کافی را دریافت کنند و در نتیجه بینششان با واقعیت جاری تا مربوط است. ",
            "اگر ENTPها جایی را پیدا نکنند که بتوانند از استعدادهایشان استفاده کنند و برای نقشی که ایفا می‌کنند مورد قدردانی قرار نگیرند معمولاً احساس ناکامی می‌کنند و ممکن است:",
            "عجول گستاخ و خشن شوند.",
            "دیگران به خصوص آنهایی را که به نظرشان بی عرضه و نالایق هستند، مورد انتقاد قرار می‌دهند.",
            "نافرمان و ستیزه جو می‌شوند.",
            "پراکنده می‌شوند - به عبارتی ناتوان در تمرکز کردن هستند."
        ],
        "sugGrown":"برای این دسته از افراد طبیعی است که توجه کمی به قسمت‌های حسی و احساسی که ترجیح داده نشده‌اند. داشته باشند. اگر بیش از حد این قسمت‌ها را نادیده بگیرند به هر حال ممکن است که:",
        "sugGrownList":[
            "مراقب جزئیات و امور روزمره ضروری برای تحقق بخشیدن بینش‌هایشان نیستند.",
            "توجه کافی به ارزیابی اثرات برنامه‌ها و عقایدشان بر روی سایر افراد ندارند.",
            "بیش از اندازه و به طرز نامناسبی خواستار چالش‌ها و برانگیخته شدن هستند."
        ],
        "stress":"تحت استرس زیاد ENTPها می‌توانند به وسیلهٔ جزئیات تحت کنترل در آورده شوند و توانایی‌شان را برای به وجود آوردن امکانات از دست بدهند. سپس متمرکز بر جزئیات تحریف شده یا فرعی شوند و فکر کنند که آنها فوق‌العاده مهم هستند.",
        "jobSatisfactionList":[
            "به فرد امکان دهد تا دست به اقدامات خلاق بزند و راه حل‌های جدید برای مسائل پیدا کند.",
            "بتواند راه حل‌های خلاق خود را برای ایجاد سیستم‌های عملکردی کاراتر مورد استفاده قرار دهد.",
            "خلاقیت فرد تشویق و تأیید شود.",
            "به فرد امکان دهد موقعیت‌های مختلفی را تجربه کند که پر از لذت و تفریح و هیجان باشد.",
            "از نظمی منطقی برخوردار باشد و از معیارها و استانداردهای منصفانه استفاده کند.",
            "به فرد امکان دهد تا توانایی‌های شخصی و شغلی خود را بالا ببرد و بتواند با اشخاص توانمند مرتبط باشد.",
            "به فرد امکان دهد تا با اشخاص مختلف بخصوص افراد محترم ملاقات و تبادل نظر داشته باشد.",
            "بتواند در شرایط دنیای متحول و متغیر مؤثر واقع شود.",
            "بتواند در محیطی دوستانه و سازمان نیافته عمل کند جایی که بتواند در آن آزادی عمل فراوان داشته باشد.",
            " به فرد امکان دهد تا پروژه‌های نو طراحی کند؛ ولی مجبور نباشد به جزئیات مسائل بها بدهد."
        ],
        "jobs":"تجارت کارفرمایی بازاریابی امور بدیع و ابتکاری برنامه ریزی و توسعه مشاغل متفرقه"
    },
    "ENFP":{
        "title":"شهودی برون گرا با احساسی درون گرا ",
        "personality":["N","F","T","S"],
        "onTheTop":[
            "برای این افراد، زندگی ماجرایی بدیع پر از پیشامدهای مهیج است. شدیداً دربارهٔ مردم تیز بین و دربارهٔ حال و آینده با بصیرت هستند. دامنهٔ گسترده‌ای از احساسات و هیجانات پرشور را تجربه می‌کنند. نیاز به تأیید شدن از جانب دیگران دارند و بی درنگ از دیگران قدردانی و حمایت می‌کنند.",
            "در درک چگونگی کار کرد افراد و گروه‌ها عالی هستند و دیگران را در پیگیری آن چه برایشان اهمیت دارد ترغیب می‌کنند. در جایی که کار می‌کنند قادر به سازگاری و با نشاط بودن هستند. انرژی و اشتیاق آنها دیگران را به شکوفا شدن تشویق می‌کند."
        ],
        "personalityThings1":"ENFPها مبتکر هستند طرح‌ها را به اجرا در می‌آورند و انرژی فوق‌العاده‌ای را برای تحت کنترل آنها معطوف می‌کنند. به صورت اولیه و بیرونی از شهود بهره می‌گیرند و توسط تجربه‌ها، ایده‌ها و افراد جدید برانگیخته می‌شوند. بی درنگ معانی و اهمیت آنها را پیدا کرده و ارتباط بین آنها را که برای دیگران مشخص نیست، می‌بینند. آنها مستعد هستند که بدین گونه باشند:",
        "personalityThings2":"این افراد برای توافق و تفاهم ارزش قائل هستند دوست دارند که دیگران را شادمان کنند و در صورت امکان با نیازها و آرزوهای دیگران سازگار خواهند شد. به صورت اولیه از احساس درونی برای تصمیم گیری بر پایهٔ کاربرد ارزش‌های شخصی به خاطر شناسایی و همدلی با دیگران بهره می‌گیرند. آنها معمولاً بدین گونه هستند: ",
        "personalityThings3":"ENFPها بینش فوق‌العاده خوبی از امکانات دیگران دارند و انرژی و انگیزه برای یاری رساندن به آنها در این باره را دارند. از پیش احساس حرکتی مطمئن بر اساس بینششان می‌کنند و علاقه به همراه کردن دیگران با خودشان دارند.",
        "perList1":[
            "کنجکاو، خلاق و دارای قوهٔ تخیل قوی",
            "پرانرژی مشتاق و خودجوش"
        ],
        "perList2":[
            "صمیمی دوستانه و نوع دوست",
            "دارای حس همکاری و یاری بخش"
        ],
        "growingUp":"در بعضی از مواقع شرایط فردی به طور کامل پیشرفت و اظهار ترجیحات احساسی و شهودی آنها را حمایت نمی‌کند",
        "grownigList":[
            "اگر ترجیح احساسی‌شان را توسعه نداده باشند ENFPها ممکن است از این شاخه به آن شاخه می‌برند. هرگز برای عملی کردن بینش‌هایشان متعهد به صرف انرژی لازم نیستند یا ممکن است بسیار شخصی تصمیم گیری کنند.",
            "اگر ترجیح شهودی‌شان را توسعه نداده باشند ENFPها ممکن است در دستیابی به اطلاعات کافی  شکست بخورند عدم اعتماد به بینش‌های شخصی‌شان دارند مردد هستند و به سرعت استنباط‌های دیگران را می‌پذیرند. ",
            "اگر ENFPها جایی را پیدا نکنند که بتوانند از استعدادهایشان استفاده کنند و برای نقشی که ایفا می‌کنند",
            "مورد قدردانی قرار نگیرند معمولاً احساس ناکامی می‌کنند و ممکن است.",
            "پراکنده شوند تمرکز بر ناراحتی داشته باشند و به سادگی پریشان شوند.",
            "در دنبال کردن تصمیم‌هایشان با شکست روبرو شوند.",
            "نافرمان شوند و بیش از اندازه، خلاف عرف عمل کنند.",
            "شیوه‌ها و ضرب‌الاجل‌ها را نادیده بگیرند."
        ],
        "sugGrown":"برای این دسته از افراد طبیعی است که توجه کمی به قسمت‌های حسی و تفکر که ترجیح داده نشده‌اند، داشته باشند. اگر بیش از حد این قسمت‌ها را نادیده بگیرند به هر حال ممکن است که:",
        "sugGrownList":[
            "مراقب جزئیات و امور روزمره ضروری برای تحقق بخشیدن فکرهای بکرشان، نباشند.",
            "به خودشان بیش از حد فشار می‌آورند از این که بگویند علاقه‌ای به پیشامدها و مردم ندارند، وحشت داشته باشند.",
            "در به‌کارگیری استدلال و منطق برای ارزیابی تصمیم‌ها و فکرهای بکرشان با شکست مواجه شوند."
        ],
        "stress":"تحت استرس زیاد ENFPها ممکن است به وسیلهٔ جزئیات تحت کنترل درآورده شوند و ارتباط معمول و منطق انتخاب‌هایشان را از دست بدهند. گرایش به متمرکز شدن بر روی جزئیات تحریف شده یا بی اهمیت دارند، و به آنها اجازه می‌دهند که مرکز حقیقت در دنیایشان گردند.",
        "jobSatisfactionList":[
            "به فرد امکان دهد با گروه‌های متنوعی روی موضوعات مختلف کار کند.",
            "به فرد امکان دهد تا ایده‌ها خدمات یا راه حل‌های نو برای مسائلی که به دیگران کمک می‌کند پیدا کنند.",
            "خوشایند چالش برانگیز و همیشه از تنوعی برخوردار باشد.",
            "به ندرت لازم باشد که فرد در جزئیات کار شرکت کند.",
            "به فرد امکان دهد به سرعت روی موضوعات کار کند. آزادی عمل داشته باشد تا اراده‌اش را نشان دهد.",
            "به فرد امکان دهد با اشخاص جدیدی آشنا شود مهارت‌های جدیدی بیاموزد و کنجکاوی خود را ارضا کند.",
            "با ارزش‌های فرد سازگار باشد به او امکان دهد فرصت‌های مناسب به سود دیگران فراهم آورد. ",
            "بتواند کار را در محیطی دوستانه و آرام انجام دهد و با دیگران در شرایط حداقل تعارض باشد. ",
            "به فرد امکان دهد تا از الهامات خود تبعیت کند و در کارهای جالب و هیجان بخش مشارکت کنند.",
            "کار در فضایی انجام شود که تشکر به همراه داشته باشد و به شور و شوق و خلاقیت فرد بیفزاید."
        ],
        "jobs":"کارهای خلاق بازاریابی - برنامه ریزی آموزش مشاوره مراقبت‌های بهداشتی خدمات اجتماعی، کارفرمایی - تجارت تکنولوژی"
    },
    "ISTP":{
        "title":"متفکر درون گرا با حسی برون گرا ",
        "personality":["T","S","N","F"],
        "onTheTop":[
            "این افراد به خوبی آن چه را که در پیرامونشان می‌گذرد تحت نظر دارند به سرعت هستهٔ اصلی مشکل را یافته و آن را با بالاترین کفایت و کمترین کوشش حل می‌کنند علاقه‌مند به چگونگی و چرایی کار کردن امور دارند اما به تئوری‌های انتزاعی علاقه‌ای ندارند مگر این که به سرعت بتوانند آنها را بکار ببندند. اغلب مشکل گشا هستند",
            "این افراد در برابر قوانین و محدودیت مقاومت می‌کنند از تنوع و تازگی خشنود می‌شوند و از چالش در حل مسائل عینی جدید و جامع لذت می‌برند"
        ],
        "personalityThings1":"این افراد به صورت اولیه و درونی از تفکر برای دیدن ساختارهای اساسی که زیربنای حقیقت هستند، بهره می‌گیرند. به نظر می‌رسد که ذهن آنها تقریباً مثل یک کامپیوتر کار و داده‌ها را سازمان دهی می‌کند، به صورت بین فردی و عینی استدلال می‌کنند. تصمیمات خردمندانه را بر اساس مقدار بزرگی از داده‌های مشخص می‌گیرند. آنها مستعد هستند که بدین گونه باشند:",
        "personalityThings2":"ISTPها واقع بین هستند متمرکز بر موقعیت‌های مهیج و این که چگونه می‌توانند حل شوند، هستند به جای این که بر احتمالات نظری متمرکز شوند. اغلب در مواجه با مشکلات غیر منتظره خلاقانه برخورد می‌کنند و در وظایف عملی خوب هستند. ISTPها مستعد هستند که بدین گونه باشند:",
        "personalityThings3":"ISTPها مصلحت نگر هستند و معتقد به صرفه جویی در انجام کوشش‌ها تنها با حداقل بحث‌های ممکن مورد نیاز و بدون هیاهو هستند. تمرکزشان بر به دست آوردن نتایج دلخواه و مطلوب است.",
        "perList1":[
            "منتقدی بی طرف و واقع نگر",
            "تحلیل گر و حلال مسائل به صورتی منطقی"
        ],
        "perList2":[
            "عمل‌گرا و واقع بین ",
            "متمرکز بر واقعیات و واقع‌گرایانه"
        ],
        "growingUp":"در بعضی از مواقع شرایط فردی به طور کامل پیشرفت و اظهار ترجیحات تفکر و حسی آنها را حمایت نمی‌کند ",
        "grownigList":[
            "اگر ترجیح حسی‌شان را توسعه نداده باشند ISTPها امکان داشتن روش‌های قابل اعتماد برای دستیابی به داده‌های صحیح دربارهٔ دنیای بیرونی و یا تبدیل کردن افکارشان به عمل را ندارند. ",
            "اگر ترجیح تفکرشان را توسعه نداده باشند ISTPها ممکن است درگیر در واقعیات اطرافشان شوند و زمانی برای انجام دادن فرایندهای منطقی درونی که برای یک تصمیم گیری خوب لازم هستند، به دست نیاورند را اعمالشان ممکن است ناشی از پاسخ‌های تصادفی به نیازهای فوری باشد.",
            "اگر ISTPها جایی را پیدا نکنند که بتوانند از استعدادهایشان استفاده کنند و برای نقشی که ایفا می‌کنند مورد قدردانی قرار نگیرند معمولاً احساس ناکامی می‌کنند و ممکن است:",
            "منتقدانی بدبین و منفی نگر شوند.",
            "توجه و انرژی‌شان را به عقب برانند.",
            "تصمیماتشان را به وقت دیگر موکول کنند."
        ],
        "sugGrown":"برای این دسته از افراد طبیعی است که توجه کمی به قسمت‌های شهودی و احساسی که ترجیح داده نشده‌اند. داشته باشند. اگر بیش از حد این قسمت‌ها را نادیده بگیرند، به هر حال ممکن است که",
        "sugGrownList":[
            "به ارزش‌ها و نیازهای هیجانی دیگران بی توجه شوند.",
            "اهمیت کافی به اثرات تصمیماتشان بر روی دیگران ندهند. ",
            "مشتاقانه متمرکز بر نتایج فوری شوند که اثر عواقب بلند مدت اعمال و تصمیم‌هایشان را از دست بدهند."
        ],
        "stress":"تحت استرس زیاد ISTP ها، ظاهراً ممکن است در ابراز کردن نامناسب هیجان از کوره در بروند. نتیجهٔ وخیم آن، عصبانی شدن یا زیر گریه زدن است که واقعاً برای دیگران نگران کننده است و معمولاً آرام کردن و کنترل کردن ISTPها اضطراب آور است.",
        "jobSatisfactionList":[
            "بتواند منابعی را شناسایی و به کاراترین شکل ممکن از آنها بهره برداری کند.",
            "به فرد امکان دهد مهارت‌هایی را بیاموزد تا بتواند در آنها به استادی برسد و از آنها استفاده نماید. به فرد امکان دهد تا از علمی که کسب کرده استفاده نماید و با آن مشکلات دیگران را حل کند.",
            "دارای جهات روشن و واضح باشد و فرد بتواند با محصولات واقعی در تماس باشد.",
            "تفریحی و پویا باشد تا فرد فرصت داشته باشد که از محیط بسته کار خارج شود و قدمی در دل طبیعت بگذارد.",
            "در محیطی که عاری از مقررات مفصل و دست و پا گیر است کار کند.",
            "بتواند مستقل کار کند و نظارت دیگران روی او حداقل و نظارت او هم روی دیگران کم باشد.",
            "به فرد فرصت کافی بدهد تا به علایق و سرگرمی‌هایش برسد.",
            "به فرد شادی و لذت بدهد و پیوسته چالش دار باشد.",
            "بی نیاز از کارهای روزمره با مقررات زیاد باشد."
        ],
        "jobs":" فروش خدمات تکنولوژی خدمات بهداشتی و درمانی امور مالی - تجارت تجارت کارهای دستی"
    },
    "INTP":{
        "title":"متفکر درون گرا با شهودی برون گرا ",
        "personality":["T","N","S","F"],
        "onTheTop":[
            "افراد این تیپ حل کنندگان مستقل مسائل هستند که گوی سبقت را در فراهم نمودن تحلیلی موجز و بی‌طرفانه از عقیده یا موقعیتی از همه می‌ربایند خود و دیگران را به چالش برای پیدا کردن شیوه‌های منطقی جدید برای موضوعات مشکلی که خواسته‌اند، فرا می‌خوانند.",
            "هنگامی می‌تواند به بهترین نحو کار کنند که اجازه داشته باشند به طور مستقل، روی مسئله‌ای که حل کردن آن نیازمند اتخاذ رویه‌ای نامتعارف باشد کار کنند. گرچه نوعاً به تنهایی بهتر کار می‌کنند، ارزیابی‌های خلاصه و صریح آنان می‌توانند در گروه برای دستیابی به هستهٔ مشکلات پیچیده یاری رسان باشند."
        ],
        "personalityThings1":"این افراد به صورت اولیه و درونی از تفکر برای یافتن یا توسعه دادن اصول زیربنایی و ساختارهای منطقی برای درک و توضیح جهان بهره می‌گیرند تقریباً در مورد هر چیزی از جمله ملاک‌ها و عقاید شخص خودشان با شک به جلو می‌روند و با دقت تمام این ملاک‌ها را برای خودشان به کار می‌برند برای هوش و کفایت بسیار ارزش قائل هستند. آنها مستعد هستند که بدین گونه باشند:",
        "personalityThings2":"این افراد امکانات و ارتباطات را فراسوی حال و آنچه آشکار است می‌بینند کنجکاو هستند و دانش را فقط به خاطر خود آن دنبال می‌کنند به نظریه پردازی و بحث پیرامون امور انتزاعی علاقه‌مند هستند. آنها معمولاً بدین گونه هستند:",
        "personalityThings3":" INTPها به سرعت موارد ناهماهنگ و غیر منطقی را می‌بینند و از جداسازی و اصلاح کردن عقاید لذت می‌برند. به طور طبیعی سیستم‌های نظری پیچیده را برای توضیح دادن واقعیاتی که می‌بینند می‌سازند. انجام دادن وظایف روزمره برایشان مشکل است؛ اما از متمرکز شدن بر جستجو و تحلیل کردن مسئله‌ای پیچیده که کنجکاوی آنها را برانگیخته است انرژی و شور فراوان به دست می‌آورند.",
        "perList1":[
            "منتقدانی منطقی، عینی و تحلیل گر.",
            "بی طرف و فکور"
        ],
        "perList2":[
            "از نظر ذهنی سریع با بصیرت و هوشمند هستند. ",
            "به شدت دربارهٔ عقاید تئوری‌ها و چگونگی کارکرد آنها کنجکاو هستند. "
        ],
        "growingUp":"طور کامل پیشرفت و اظهار ترجیحات تفکر و شهودی آنها را حمایت در بعضی از مواقع شرایط فردی به نمی‌کند",
        "grownigList":[
            "اگر ترجیح شهودی‌شان را توسعه نداده باشند INTPها ممکن نیست که روش‌های قابل اعتماد در دستیابی به اطلاعات داشته باشند و غرق در سیستم‌های منطقی درونی‌شان می‌شوند سپس برایشان عملی کردن ایده‌هایشان یا حتی انتقال دادن آنها سخت است.",
            "اگر ترجیح تفکرشان را توسعه نداده باشند INTPها ممکن است در رابطه با بینش‌هایشان از این شاخه بروند و هرگز آنها را با یک چشم انتقادی تحلیل نکنند و یا آنها را به صورت یک کل ترکیب کنند.",
            "نقشی که ایفا می‌کنند. آن شاخه اگر INTPها جایی را پیدا نکنند که بتوانند از استعدادهایشان استفاده کنند و برای به مورد قدردانی قرار نگیرند معمولاً احساس ناکامی می‌کنند و ممکن است:",
            "ممکن است منتقدانی بدبین و منفی نگر شوند.",
            "طعنه زن و به طرز مخربی عیب‌جو شوند.",
            "خودشان را منزوی و با تأخیر کار کنند."
        ],
        "sugGrown":"برای این دسته از افراد طبیعی است که توجه کمی به قسمت‌های حسی و احساسی که ترجیح داده نشده‌اند. داشته باشند. اگر بیش از حد این قسمت‌ها را نادیده بگیرند، به هر حال ممکن است که:",
        "sugGrownList":[
            "نسبت به نیازهای هیجانی و اطلاعاتی دیگران بی تفاوت شوند.",
            "به این نتیجه برسند که ارزش‌های دیگران با آنها مهم نیستند؛ چرا که آن غیر منطقی است.",
            "در بررسی اثر گذاشتن بر روی دیگران یا عقایدشان یا نحوهٔ ابراز هیجان شکت بخورید.",
            "بی عرضه شوند جزئیاتی مثل مرتب کردن لباس پرداخت صورت حساب‌ها و نیازهای بدنی را فراموش کنند."
        ],
        "stress":"تحت استرس زیاد INTPها ظاهراً ممکن است در ابراز کردن نامناسب هیجان از کوره در بروند. نتیجهٔ وخیم آن، عصبانی شدن یا زیر گریه زدن است که واقعاً برای دیگران نگران کننده است و معمولاً آرام کردن و کنترل کردن INTPها اضطراب آور است",
        "jobSatisfactionList":[
            "به فرد اجازه دهد ایده‌های جدیدی ارائه دهد و آنها را نقد و تحلیل کند.",
            "به فرد امکان دهد انرژی خود را در جریان خلاقیت به کار گیرد و صرفاً به نتیجه کار نظر نداشته باشد.",
            "به فرد فرصت دهد تا مستقل کار کند وقت کافی داشته باشد که به طور خصوصی کارهایش را انجام دهد.",
            "با مسائل پیچیده روبه‌رو باشد تا خارج از روش‌های متعارف فرد را به چالش بر انگیزد.",
            "بتوان با انعطاف کافی انجام داد و قواعد بی مورد سدی در برابر فرد ایجاد نکند.",
            "به فرد امکان دهد تا از استانداردها و معیارهای خود در کارها استفاده کند.",
            "به فرد امکان دهد با گروه کوچک اما واجد شرایط و با صلاحیت کارها را انجام دهد.",
            "به فرد امکان دهد که شایستگی‌های خود را افزایش دهد و با اشخاص با صلاحیت در تماس باشد.",
            "به فرد امکان دهد تا ایده‌های خلاق ارائه دهد و انجام کارها را به دیگران محول کند.",
            " نیازی به این نداشته باشد که مستقیماً اوقات خود را صرف سازماندهی سایرین بکند"
        ],
        "jobs":"کامپیوتر - تکنولوژی مراقبت‌های بهداشتی - فنی حرفه‌ای - تجاری، آکادمیک، کارهای خلاق"
    },
    "ESTJ":{
        "title":"متفکر برون گرا با حسی درون گرا ",
        "personality":["T","S","N","F"],
        "onTheTop":[
            "این افراد به سازماندهی طرح‌ها، عملیات روش‌ها و افراد علاقه‌مند هستند، و پس بر اجرای آن‌ها نظارت می‌کنند. با یک سری از ملاک‌ها و باورهای روشن زندگی می‌کنند و برای پیگیری آنها، گوشتی منظم را دنبال می‌کنند و از دیگران نیز انتظار دارند که بدین گونه باشند. برای کفایت کارایی و نتایج و ابراز آنها در نقش و کارشان ارزش قائل هستند.",
            "از تعامل و کار کردن با دیگران لذت می‌برند به شرط این که دیگران در مورد موعد جلسات و انجام دادن وظایف مشخص شده خود را مسئول بدانند در موقعیت‌های روشن به بهترین نحو کار می‌کنند و مشکلات بارز را می‌توانند با استفاده از شیوه‌های اثبات شده حل کنند."
        ],
        "personalityThings1":"رویکردی عینی به حل مسئله دارند و زمانی که موقعیتی پایداری می‌طلبد محکم هستند. به صورت اولیه و بیرونی از تفکر برای سازماندهی کردن زندگی و کار بهره می‌برند و شکیبایی کمی در مورد سردرگمی، بازدهی کم یا کارهای ناتمام دارند آنها مستعد هستند که بدین گونه باشند",
        "personalityThings2":"ESTJها بر روی حال این که واقعیت کنونی چیست متمرکز هستند. تجربیات گذشتهٔ مرتبط را برای روبرو شدن با مشکل جرح و تعدیل کرده و به کار می‌برند و کارهایی را ترجیح می‌دهند که نتایجی سریع قابل ملاحظه و ملموس داشته باشند. آنها مستعد هستند که بدین گونه باشند:",
        "personalityThings3":"ESTJها مجریانی عالی هستند؛ چرا که سیستم‌ها و سازماندهی را درک می‌کنند. می‌توانند برای درجه‌بندی‌کردن نیازها برای رسیدن به نتیجهٔ کاری برنامه ریزی و مشکلات بالقوه را شناسایی کنند، امکانات را اختصاص دهند و منابع را مرتب کنند. تمام اصول را در نظر می‌گیرند هدف‌های غیر دقیق را ترک می‌کنند و کارها را سر وقت انجام می‌دهند زمانی که می‌بینند اموری به طرز صحیح کار نمی‌کنند طرحی را برای تصحیح امور می‌ریزند و آن را اجرا می‌کنند به غیر از این سیستم‌ها و شیوه‌های اثبات شده را ترجیح می‌دهند.",
        "perList1":[
            "منتقدانی منطقی، تحلیل گر و عینی",
            "قاطع، شفاف و دارای اعتماد به نفس"
        ],
        "perList2":[
            "عمل‌گرا واقع بین و بی احساس (خشک) ",
            "منظم و فعال"
        ],
        "growingUp":"در بعضی از مواقع، شرایط فردی به طور کامل پیشرفت و اظهار ترجیحات تفکر و حسی آنها را حمایت نمی‌کند ",
        "grownigList":[
            "اگر ترجیح حسی‌شان را توسعه نداده باشند. EST Jها ممکن است خیلی سریع قبل از این که اطلاعات کافی را به دست بیاورند، تصمیم بگیرند. در آن وقت تصمیم‌هایشان بازتابی از قضاوت‌های شکل گرفتهٔ از قبل یا پیش داوری خواهد بود.",
            "اگر ترجیح تفکرشان را توسعه نداده باشند ESTها ممکن نیست که روش‌های قابل اعتماد در ارزیابی اطلاعات داشته باشند و بنابراین کارشان به گرفتن تصمیم‌هایی می‌انجامد که متناقض یا خیلی بی‌رحمانه هستند. ",
            "اگر ESTJها جایی را پیدا نکنند که بتوانند از استعدادهایشان استفاده کنند و برای نقشی که ایفا می‌کنند مورد قدردانی قرار نگیرند معمولاً احساس ناکامی می‌کنند و ممکن است:",
            "انعطاف ناپذیر و متعصب شوند.",
            "مزاحم باشند - خودشان را کارشناسی بدانند که همه چیز را می‌داند دیگران را از پای در بیاورند و از گوش کردن طفره بروند. ",
            "در مورد جزئیات وسواسی شوند و نسبت به دیگرانی که به طور دقیق از این شیوه‌ها پیروی نمی‌کنند. ناشکیبا شوند. "
        ],
        "sugGrown":"برای این دسته از افراد طبیعی است که توجه کمی به قسمت‌های شهودی و احساسی که ترجیح داده نشده‌اند داشته باشند. اگر بیش از حد این قسمت‌ها را نادیده بگیرند به هر حال ممکن است که",
        "sugGrownList":[
            "منطق را حتی زمانی که هیجانات و اثرات آن بر روی نیازهای اولیه مردم است به کار به بندند.",
            "در پاسخ به نیازهای دیگران برای رابطهٔ نزدیک درونی یا فهمیدن احساسات با شکست روبرو شوند. ",
            "همیشه عواقب گسترده‌تر از عملی که ظاهراً ساده و درست است را نبینند."
        ],
        "stress":"تحت استرس زیاد ESTJها ممکن است احساس تنهایی و قدر نشناخته شدن کرده و ناتوان در ارتباط برقرار کردن با احساسشان از اندوه و ناامیدی باشند.",
        "jobSatisfactionList":[
            "به فرد امکان دهد تا از مهارت‌هایش استفاده کند و از قدرت فکری و استدلالی خود سود جوید.",
            "به فرد امکان دهد سازمان یافته کار کند و از وقت خود به شکل مؤثر در رسیدن به نتیجه منطقی استفاده کند.",
            "دستاوردهای کار به شکلی منطقی قابل اندازه گیری باشد.",
            "در محیطی دوستانه انجام شود و همکارانی سخت کوش و با وجدان داشته باشد.",
            "بتوان از آن انتظارات روشن داشت.",
            "ماهیتی واقع‌بینانه ملموس و کاربردهای عملی داشته باشد و نتایج شخصی بر جای بگذارد.",
            "به فرد امکان دهد که مولد و کارا باشد بتواند اقدامات لازم را سازماندهی کند، از روش‌ها و اصول شخصی پیروی کند ضرب‌الاجل‌های مشخص داشته باشد تا فرد بتواند در زمان تعیین شده کارش را انجام دهد.",
            "بتواند در محیط و شرایطی قابل پیش بینی کار کند.",
            "به فرد امکان دهد تا بر خود و همکاران مسلط باشد.",
            "بتواند کار را با اشخاص دیگری انجام دهد. ",
            "به فرد امکان تصمیم گیری بدهد تا بتواند مسئولیت‌های فراوان بر عهده بگیرد و کار را کنترل بکند."
        ],
        "jobs":"فروش و خدمات تکنولوژی فیزیکال مدیریت کارهای حرفه‌ای"
    },
    "ENTJ":{
        "title":"متفکر برون گرا با شهودی درون گرا ",
        "personality":["T","N","S","F"],
        "onTheTop":[
            "به طور ذاتی این افراد رهبر و سازمان دهند هستند و به سادگی مفهوم سازی و نظریه پردازی می‌کنند و امکانات را به طرح‌هایی برای هدف‌های عینی بلند مدت و کوتاه مدت تبدیل می‌کنند به آسانی شیوه‌های غیر منطقی و ناکارآمد را شناسایی کرده و برای تصحیح آنها و سازماندهی افراد و موقعیت‌ها در مسیری درست میل بسیاری دارند.",
            "این افراد دارای دوراندیشی راهبردی هستند در صورت مسئول بودن برنامه ریزی‌ها را با نیازهای آتی مردم و سازمان‌ها سازگار می‌کنند."
        ],
        "personalityThings1":"ENTJها به صورت اولیه و بیرونی از تفکر بهره می‌برند و بنابراین منتقدانی ذاتی هستند. ملاک‌های شخصی خودشان را تعیین می‌کنند و در به کار بردن آنها در مورد دیگران سازمان‌ها و خودشان سخت گیر هستند. برای هوش و شایستگی ارزش قائل هستند و از بازدهی پایین و بی خبری متنفرند. زمانی که موقعیتی سرسختی و پایداری را می‌طلبد می‌توانند پایدار باشند. آنها مستعد هستند که بدین گونه باشند:",
        "personalityThings2":"از لحاظ فکری این افراد جسور هستند و ایده‌های جدید را جستجو می‌کنند و مسائل پیچیده را دوست دارند. به صورت اولیه و درونی از شهودشان برای طرح ریزی امکانات و خلق بینش‌هایی که از آنها در تصمیم گیری‌ها و برنامه ریزی‌ها سود می‌جویند، استفاده می‌کنند. آنها مستعد هستند که بدین گونه باشند:",
        "personalityThings3":"معمولاً این افراد حلال مسائل در سازمان‌ها هستند با هوشیاری از ارتباطات تو در توی درون سازمان‌ها برنامه ریزان و نظریه پردازانی مبتکر باخبر هستند و جهت عمل و راهبردی هستند از پیش می‌اندیشند و از مشکلات سبقت می‌گیرند، سیستم‌ها و طرح‌های گسترده‌ای را پیشنهاد و منابع اصلی و انسانی را برای رسیدن به اهداف هدایت می‌کنند. معمولاً به انجام فعالیت‌های روزمره علاقه‌ای ندارند و چالش‌های جدید را ترجیح می‌دهند.",
        "perList1":[
            "منتقدانی منطقی، تحلیل گر و عینی",
            "قاطع شفاف و دارای اعتماد به نفس"
        ],
        "perList2":["مفهوم گرا و متفکرانی جهانی"],
        "growingUp":"در بعضی از مواقع شرایط فردی به طور کامل پیشرفت و اظهار ترجیحات تفکر و شهودی آنها را حمایت",
        "grownigList":[
            "اگر ترجیح شهودی‌شان را توسعه نداده باشند ENTJها ممکن است که بسیار سریع بدون بررسی شق‌های دیگر و یا مطالعهٔ امکانات تصمیم بگیرند، در این مورد قاطعیتشان ممکن است تبدیل به استبداد شود. ",
            "اگر ترجیح تفکرشان را توسعه نداده باشند ENTJها ممکن نیست که روش‌های قابل اعتماد برای ارزیابی بینش‌هایشان داشته باشند و طرح ریزی کنند در آن وقت تصمیم گیری‌هایشان متناقض و بی ثبات خواهد بود. ",
            "اگر ENTها جایی را پیدا نکنند که بتوانند از استعدادهایشان استفاده کنند و برای نقشی که ایفا می‌کنند. قدردانی قرار نگیرند معمولاً احساس ناکامی می‌کنند و ممکن است: ",
            "مورد منتقد و فاقد عواطف بشری شوند.",
            "مزاحم و دستور دهنده شوند - به دیگران بدون گوش کردن فقط دستور بدهند.",
            "خشن شوند و از طریق زبانی پرخاشگری کنند."
        ],
        "sugGrown":"برای این دسته از افراد طبیعی است که توجه کمی به قسمت‌های حسی و احساسی که ترجیح داده نشده‌اند. داشته باشند. اگر بیش از حد این قسمت‌ها را نادیده بگیرند به هر حال ممکن است که:",
        "sugGrownList":[
            "در توجه کردن یا ارزش گذاشتن به نیازهای دیگران برای حسن تفاهم، شخصی قدردانی کردن از آنان و تحسین دیگران شکست بخورند.",
            "در تلاش برای درک برنامه‌ها یا نیازهای دیگران برای پشتیبانی کردن و پردازش زمان شکست بخورند.",
            "عامل‌های جزئیات و واقعیت را که برای تکمیل طرح‌هایشان ضروری است. نادیده بگیرند."
        ],
        "stress":"تحت استرس زیاد، ENTJ ها، می‌توانند به وسیلهٔ عدم اعتماد به نفس که باعث احساس تنهایی و قدر نشناخته شدن می‌شود تحت کنترل در آورده شوند و برای ابراز اندوهشان به دیگران ناتوان باشند",
        "jobSatisfactionList":[
            "به فرد امکان رهبری بدهد، کنترل امور دستش باشد.",
            "به فرد امکان برنامه ریزی بلند مدت را بدهد تا بتواند روش‌های ابتکاری برای حل مسائل ارائه دهد. ",
            "کار در محیطی سازمان یافته انجام شود تا فرد بتواند در محدوده‌ای معین با دیگران کار کند.",
            "کنجکاوی ذهنی فرد را سبب شود و به او امکان دهد با مسائل پیچیده و اغلب دشوار کار کند.",
            "به فرد فرصت دهد با اشخاص لایق و توانمند کار کند. ",
            "به فرد امکان دهد در محدوده سازمان رشد کند و بر صلاحیت‌های خویش بیفزاید.",
            "جالب چالش برانگیز و رقابت آمیز باشد تا حدی که موفقیت‌های فرد را دیگران ببینند.",
            "به فرد امکان بدهد با اشخاص هوشمند خلاق و هدفمند کار کند.",
            "به فرد امکان هدف گذاری بدهد و شرایطی فراهم سازد که با دیگران به هدف اصلی سازمان فکر کنند.",
            "به فرد امکان دهد که دیگران را مدیریت کند از معیارهای منطقی استفاده کند و از توانمندی‌های دیگران بهره بگیرد."
        ],
        "jobs":"تجارت و بازرگانی امور مالی مشاوره آموزش امور حرفه‌ای تکنولوژی"
    },
    "ISFP":{
        "title":"احساسی درون گرا با حسی برون گرا ",
        "personality":["F","S","T","N"],
        "onTheTop":[
            "حقیقتاً در زمان حال با شادمانی زندگی می‌کنند می‌خواهند تمام لحظه‌های زندگی را تجربه کنند. به آزادی برای دنبال کردن علائق شخصی و کاری اهمیت زیادی می‌دهند. فضای خصوصی و برنامه ریزی خاص خودشان را دارند و همان آزادی و تساهل را برای دیگران قائل می‌شوند به تعهداتشان نسبت به دیگران و اموری که برایشان مهم است و وفادارند. ",
            "برای صمیمی شدن با دیگران به زمان نیاز دارند اما همین که صمیمی شدند این ارتباط متقابل برایشان بسیار مهم است به طور ناخودآگاه این دلبستگی به دیگران را از طریق روش‌های بی دغدغه و آرام ابراز می‌کنند."
        ],
        "personalityThings1":"توسط یک هستهٔ قوی از ارزش‌های درونی هدایت می‌شوند و خواستار آن هستند که زندگی بیرونشان بیانگر این ارزش‌ها باشد می‌خواهند که کارشان چیزی بیشتر از یک شغل باشد؛ در رفاه یا شادی مردم می‌خواهند مؤثر باشند. از کارهای معمول روزانه لذت نمی‌برند؛ اما وقتی به انجام چیزی اعتقاد دارند با انرژی و احساس تعهد کار خواهند کرد آنها مستعد هستند که بدین گونه باشند:",
        "personalityThings2":"دقیقاً از جزئیات و واقعیات حال آگاه‌اند - به عبارتی مردم و دنیای پیرامون آنها را می‌شناسند. از طریق انجام دادن بیشتر از خواندن و گوش کردن فرا می‌گیرند و هر روزه درگیر فعالیت‌های موقت می‌شوند. آنها مستعد هستند که بدین گونه باشند:",
        "personalityThings3":"ISFPها با احساسات و نیازهای دیگران آشنا و در پاسخ به آنها انعطاف پذیر هستند. اغلب به طبیعت و زیبایی در همهٔ جنبه‌های زندگی مردم گیاهان و حیوانات دلبستگی دارند بیش از همه برای کسانی که برای درک کردن ارزش‌ها و اهدافشان وقت صرف می‌کنند و آنها را در رسیدن به اهداف بر اساس روش خودشان حمایت می‌کنند، ارزش قائل می‌شوند.",
        "perList1":[
            "خوش باور، مهربان و با ملاحظه",
            "حساس و نجیب"
        ],
        "perList2":[
            "هوشیار",
            "واقع بین عمل‌گرا مادی و مبتنی بر واقعیات"
        ],
        "growingUp":"در بعضی از مواقع شرایط فردی به طور کامل پیشرفت و اظهار ترجیحات حسی و احساسی آنها را حمایت نمی‌کند ",
        "grownigList":[
            "اگر ترجیح حسی‌شان را توسعه نداده باشند ISFPها ممکن نیست که روش قابل اعتمادی برای رسیدن به داده‌های صحیح دربارهٔ دنیای بیرون یا تحقق بخشیدن به ارزش‌هایشان به کار ببرند تصمیماتشان بر پایهٔ اطلاعات کم و بسیار شخصی خواهد بود. ",
            "اگر ترجیح احساسی‌شان را توسعه نداده باشند ISFPها ممکن است درگیر در واقعیت‌های حسی شوند و زمانی را برای پردازش ارزش‌های درونی که ممکن است به بهترین نتیجه بی انجامد صرف نکنند. ",
            "ممکن است از تصمیم گیری دوری کنند و به دیگران یا شرایط اجازه بدهند که برایشان تصمیم بگیرند. ",
            "اگر ISFPها جایی را پیدا نکنند که بتوانند از استعدادهایشان استفاده کنند و برای نقشی که ایفا می‌کنند مورد قدردانی قرار نگیرند معمولاً احساس ناکامی می‌کنند و ممکن است",
            "بیش از اندازه خود را مورد انتقاد قرار بدهند.",
            "با بی اعتنایی در برابر ساختارها و قوانین مقاومت کنند."
        ],
        "sugGrown":"برای این دسته از افراد طبیعی است که توجه کمی به قسمت‌های ترجیح داده نشده ی فکری و شهودی داشته باشند. اگر بیش از حد این قسمت‌ها را نادیده بگیرند به هر حال ممکن است که:",
        "sugGrownList":[
            "سیستم‌های منطقی را نپذیرند و یا جدی نگیرند.",
            "در مواجه با دشواری احساس عدم صلاحیت کنند.",
            "همیشه عواقب گسترده‌تر از تصمیم‌های فوری و شخصی‌شان را نبینند."
        ],
        "stress":"تحت استرس زیاد ISFPها بر خلاف معمول می‌توانند منتقد گر برای خود و دیگران شوند و قضاوت‌های منفی و بی‌رحمانه نشان دهند.",
        "jobSatisfactionList":[
            "با ارزش‌های فرد همخوانی داشته باشد.",
            "بتواند آن را در محیطی حمایتگرانه به اتفاق دیگران انجام دهد.",
            "به جزئیات توجه داشته باشد.",
            "به فرد فرصت دهد مستقل کار کند و در کنارش اشخاصی باشند که با او سازگار باشند.",
            "بتواند سازگار باشد خود را تطبیق دهد و نتایج کار را تجربه کند.",
            "به فرد امکان دهد که از سلیقه خودش استفاده کند.",
            "کار در محیطی شاداب و با همکاری دیگران انجام شود.",
            "به فرد امکان دهد تا به رشد درونی برسد.",
            "بتواند به سرعت به مسائل رسیدگی کند.",
            "مجبور نباشد پیوسته برای دیگران سخنرانی کند."
        ],
        "jobs":"کارهای دستی و هنری مراقبت‌های بهداشتی، علوم فنی، فروش – خدمات"
    },
    "INFP":{
        "title":"احساسی درون گرا با شهودی برون گرا",
        "personality":["F","N","S","T"],
        "onTheTop":[
            "این افراد هسته‌ای درونی از ارزش‌ها دارند که آنان را در تصمیم گیری‌ها و تعاملاتشان هدایت می‌کند. می‌خواهند مشغول به کاری باشند که هم رشد فردی و هم توسعهٔ درونی‌شان را شامل شود و هم این که درآمد خوبی داشته باشند در مورد ارزش‌هایشان و زندگی کردن در توافق با آنها یک سری اولویت‌ها را در نظر می‌گیرند. نیازهای روان شناختی و عاطفی دیگران را تشخیص می‌دهند و به آنها احترام می‌گذارند، حتی زمانی که دیگران این نیازها را احتمالاً تشخیص نداده و یا ابراز نکرده باشند."
        ],
        "personalityThings1":"این افراد به صورت اولیه و درونی از ترجیح احساسی‌شان جایی که بر اساس ارزش‌های خودشناسی فردیت و رشد تصمیم می‌گیرند با تعهدات اخلاقی که معتقدند بسیار مهم و سرنوشت ساز هستند زندگی می‌کنند. آنها معمولاً بدین گونه هستند:",
        "personalityThings2":"از خواندن بحث کردن و تأثیر گذاشتن بر روی امکانات برای تغییرات مثبت در آینده لذت می‌برند. دربارهٔ عقاید کنجکاوند و سریع رابطه‌ها و معانی را می‌بینند آنها معمولاً بدین گونه هستند:",
        "personalityThings3":"معمولاً به وسیلهٔ کاوش کردن دربارهٔ پیچیدگی‌های رفتار انسان - خود و دیگران - جذب می‌شوند. در کار کردن تمایل به فوران انرژی دارند و زمانی که کاملاً مشغول به انجام پروژه‌ای هستند، قادرند تمرکز و بازده بسیاری داشته باشند. معمولاً وفادار به وظایف رضایت بخش مربوط به مردم کار یا عقایدی هستند که متعهدند، اما می‌توانند در انجام کارهای روزمره که اهمیت کمی برایشان دارد، دچار مشکل شوند.",
        "perList1":[
            "حساس دلواپس و با عاطفه",
            "ایده آل گرا و پایبند به عقایدشان"
        ],
        "perList2":[
            "کنجکاو و خلاق",
            "دارای بینش‌های بلند مدت"
        ],
        "growingUp":"در بعضی از مواقع شرایط فردی به طور کامل پیشرفت و اظهار ترجیحات احساسی و شهودی آنها را حمایت نمی‌کند:",
        "grownigList":[
            "اگر ترجیح شهودی‌شان را توسعه نداده باشند INFPها ممکن نیست که روش‌های قابل اعتماد برای دست یابی به اطلاعات داشته باشند و ممکن است در توجه به واقعیات موجود در موقعیت شکست بخورند. ممکن است که صرفاً بر اساس ارزش‌های شخصی تصمیم بگیرند و در تبدیل کردن ارزش‌هایشان به عمل دچار مشکل شوند. ",
            "اگر ترجیح احساسی‌شان را توسعه نداده باشند INFPها ممکن نیست زمانی را برای پردازش ارزش‌های درونی برای این که کدام یک به نتیجه بهتر می‌انجامد صرف کنند در عوض از این یکی امکان مهیج به آن یکی می‌روند و بهره‌ای کمی عایدشان می‌شود.",
            "اگر INFPها جایی را پیدا نکنند که بتوانند از استعدادهایشان استفاده کنند و برای نقشی که ایفا می‌کنند مورد قدردانی قرار نگیرند معمولاً احساس ناکامی می‌کنند و ممکن است:",
            "به طور کلامی برای بیان کردن خودشان مشکل نامتعارف داشته باشند.",
            "از مردم و موقعیت‌ها دوری بجویند.",
            "به دیگران اطلاعات کافی به خصوص در مورد ارزش‌های مهم ندهند."
        ],
        "sugGrown":"برای این دسته از افراد طبیعی است که توجه کمی به قسمت‌های ترجیح داده نشده ی فکری و حسی داشته باشند. اگر بیش از حد این قسمت‌ها را نادیده بگیرند به هر حال ممکن است که",
        "sugGrownList":[
            "به آسانی در هنگام مقایسهٔ بین ایده آل‌ها و دستاوردهایشان ناامید شوند. نپذیرند و برتری دیدگاه درونی‌شان را اظهار کنند. ",
            "استدلال منطقی را حتی اگر در موقعیتی ضروری باشد. ",
            "بی دست و یا باشند و در تخمین منابع لازم برای رسیدن به هدف مطلوب با مشکل روبرو شوند."
        ],
        "stress":"تحت استرس زیاد INFPها ممکن است به طور جدی به شایستگی خود و دیگران شک کنند و بسیار انتقادی و دقیق شوند.",
        "jobSatisfactionList":[
            "با ارزش‌ها و باورهای فرد هماهنگ باشد و به فرد امکان دهد تا پنداره خود را ابراز دارد.",
            "به فرد فرصت دهد که روی جریان و نتیجه کارش کنترل داشته باشد.",
            "بتوانم کارم را مستقل و خود مختار انجام دهم کسی مزاحم کارم نشود و در مواقعی بتوانم کارم را به کسانی که احساس می‌کنم به من احترام می‌گذارند ارائه دهم",
            "بتوانم به طور انعطاف پذیر و با حداقل مقررات و هر وقت احساس راحتی داشتم آن را انجام دهم.",
            "بتوانم آن را با افراد با علاقه و خلاق انجام دهم ترجیح می‌دهم آن را بدون تنش با دیگران انجام دهم.",
            "بتوانم با انجام دادن آن رشد شخصی خود را تشویق کنم.",
            "لازم نباشد کار را مرتب به دیگری ارائه دهم یا نخواهند آن را قبل از اتمام به دیگران عرضه کنم.",
            "به فرد امکان دهد که از طریق آن به رشد دیگران کمک کند تا به حداکثر توانمندی خود برسد.",
            "لازم باشد که دیگران را درک کند و امکان دهد با اشخاص به طور انفرادی رابطه ایجاد کند.",
            "به فرد امکان دهد برای دسترسی به ایده آل‌هایش تلاش کند و تحت تأثیر مشکلات متوقف نشود."
        ],
        "jobs":"خلاق - هنری، آموزش - مشاوره، زمینه‌های مذهبی مراقبت‌های بهداشتی، متخصص علوم اخلاقی، توسعه سازمانی تکنولوژی"
    },
    "ESFJ":{
        "title":"احساسی برون گرا با حسی درون گرا ",
        "personality":["F","S","N","T"],
        "onTheTop":[
            "ESFJها سازماندهی افراد و موقعیت‌ها و هم چنین کار کردن با دیگران را برای اتمام به دقت و سر موقع وظایف دوست دارند وی وظیفه شناس و وفادار است و امور را هر چند جزئی باشند پیگیری می‌کنند و از دیگران نیز همین را توقع دارند برای امنیت و ثبات ارزش قائل هستند. ",
            "اجتماعی و خونگرم هستند از جشن‌ها و سنت‌ها لذت می‌برند و برای خانه و محل کار محبت خیلی خاصی به ارمغان می‌آورند خواستار این هستند که برای خود و خدماتشان مورد قدردانی قرار بگیرند."
        ],
        "personalityThings1":"به صورت اولیه و بیرونی از ترجیح احساسشان بهره می‌گیرند و صمیمیت و انرژی ساطع می‌کنند. از تأیید شدن دلگرم می‌شوند و از بی توجهی و نامهربانی صدمه می‌خورند شرایط پر از تناقض و تنش زا، آنان را ناراحت می‌سازد و برای تضمین عدم رخ دادن چنین شرایطی تلاش می‌کنند. آنها مستعد هستند که بدین گونه باشند:",
        "personalityThings2":"ESFJها تمرکز بر زمان حال دارند و تصمیمات اساسی روی تجربه و واقعیت است. با این که از تنوع لذت می‌برند به خوبی با برنامه‌های روزانه سازگاری دارند و دوست ندارند کاری کنند که مستلزم مهارت در تحلیل کردن عقاید انتزاعی یا غیر شخصی باشد. از دارایی‌هایشان لذت می‌برند و به خوبی از آنها مراقبت می‌کنند آنها مستعد هستند که بدین گونه باشند:",
        "personalityThings3":"به نیازهای هر فرد دیگری در محیطشان حساس هستند و در همدردی کردن خوب هستند. بیشتر خشنودی و رضایت آنان ناشی از خشنودی و آرامش دیگران است.",
        "perList1":[
            "صمیمی همدل و یاری رسان",
            "جذاب دارای حس همکاری و کاردان"
        ],
        "perList2":[
            "عمل‌گرا معقول و واقع بین",
            "قاطع دقیق و با ثبات"
        ],
        "growingUp":"در بعضی از مواقع شرایط فردی به طور کامل پیشرفت و اظهار ترجیحات حسی و احساسی آنها را حمایت نمی‌کند",
        "grownigList":[
            "اگر ترجیح حسی‌شان را توسعه نداده باشند ESFJها ممکن نیست اطلاعات بیشتری را قبل از تصمیم ‌گیری به دست بیاورند و ممکن است قبل از درک کامل یک موقعیت سراغ نتیجه گیری بروند. ممکن است این تصمیمات را بر تمام افراد اطرافشان تحمیل کنند. ",
            "اگر ترجیح احساسی‌شان را توسعه نداده باشند ESFها ممکن است محتاط و نامطمئن شوند، قضاوت‌های  دیگران را بسیار سریع بپذیرند.",
            "اگر ESFJها جایی را پیدا نکنند که بتوانند از استعدادهایشان استفاده کنند و برای نقشی که ایفا می‌کنند مورد قدردانی قرار نگیرند معمولاً احساس ناکامی می‌کنند و ممکن است:",
            "نگران شده و احساس گناه کنند.",
            "در کوشش برای هماهنگی کنترل گر شوند همه می‌خواهیم مهربان باشیم",
            "بسیار حساس شوند در جایی که واقعاً کسی قصد نداشته است بی اعتنایی کند تصور کنند که دیگران به آنان بی اعتنا هستند."
        ],
        "sugGrown":"برای این دسته از افراد طبیعی است که توجه کمی به قسمت‌های ترجیح داده نشده فکری و شهودی داشته باشند.  اگر بیش از حد این قسمت‌ها را نادیده بگیرند به هر حال ممکن است که ",
        "sugGrownList":[
            "در پذیرفتن و روبرو شدن با حقیقت در مورد مشکلات با مردم یا اموری که به آنها اهمیت می‌دهند، دچار مشکل شوند.",
            "خیلی نسنجیده شیوه‌های استاندارد با آنهایی را که مسئول هستند، حمایت کنند.",
            "در دیدن امکان‌های بیشتر با راه‌های متفاوت برای انجام کارها شکست بخورند."
        ],
        "stress":"تحت استرس زیاد ESFJها ممکن است بر خلاف معمول خودشان را انتقادگر دیگران و خودشان بیابند. آن وقت عقاید و افکار منفی‌شان بسیار آنها را به زحمت می‌اندازد",
        "jobSatisfactionList":[
            "به فرد امکان دهد با دیگران روابطی صمیمانه داشته باشد و بتواند به تغییر زندگی دیگران کمک کند. ",
            "برای دیگران منافع عملی داشته باشد و به فرد امکان دهد که مهارت‌های ضروری را بیاموزد.",
            "به فرد امکان اعمال کنترل بدهد بتواند با دیگران کار کند و به آنها در رسیدن به اهداف کمک کند.",
            "انتظارات روشن و واضح داشته باشد و معیارها و ملاک‌های موجود در آن روشن باشد.",
            "در محیطی با حس همکاری مشترک صورت پذیرد محیطی عاری از هر نوع تعارض",
            "به فرد امکان دهد تا تصمیم گیری کند و از روش‌های کارآمد استفاده کند.",
            "به فرد امکان دهد تا با دیگران تبادل نظر کند و نقشی در تصمیم گیری‌ها داشته باشد.",
            "به فرد امکان دهد تا کارش را سازماندهی کند و در این کار به اطرافیان هم کمک کند."
        ],
        "jobs":"مراقبت‌های بهداشتی و پزشکی تحصیلات و آموزش خدمات اجتماعی - مشاوره کسب و کار - تجارت فروش - خدمات کارهای کارمندی"
    },
    "ENFJ":{
        "title":"احساسی برون گرا با شهودی درون گرا ",
        "personality":["F","N","S","T"],
        "onTheTop":[
            "این افراد دارای هماهنگی زیادی با دیگران هستند از همدلی برای درک سریع نیازهای هیجانی انگیزه‌ها و علائق دیگران بهره می‌گیرند بر حمایت و تشویق کردن دیگران به بالندگی متمرکز هستند.",
            "متقاعد گرانی مستعد هستند که اغلب می‌توانند میان افرادی که به جهت علائق و انگیزه‌هایشان کاملاً با یکدیگر مخالف هستند توافق ایجاد کنند.",
            "اغلب به عنوان عامل‌های شتاب دهنده برای همهٔ مردم عمل می‌کنند و به بهترین نحو دیگران را مورد تشویق قرار می‌دهند می‌توانند رهبرانی الهام بخش و نیز پیروانی وفادار باشند."
        ],
        "personalityThings1":"اساس تصمیمات را بر روی ارزش‌های شخصی می‌گذارند به صورت اولیه و بیرونی از ترجیح احساسی‌شان بهره می‌گیرند صمیمیت و انرژی ساطع می‌کنند در دیگران بهترین‌ها را جستجو می‌کنند و می‌یابند و به هماهنگی و مشارکت بها می‌دهند از تأیید شدن دلگرم هستند و با انرژی و دلبستگی پاسخ می‌دهند، و به خصوص نسبت به انتقاد یا تنیدگی حساس هستند. آنها مستعد هستند که بدین گونه باشند:",
        "personalityThings2":"معانی و ارتباطات را می‌بینند و می‌توانند بسیار خردمندانه دربارهٔ رابطه با دیگران باشند. دربارهٔ ایده‌های جدید کنجکاو هستند و توسط احتمالات برای مؤثر بودن در آنچه مطلوب بشر است، برانگیخته می‌شوند. آنها مستعد هستند که بدین گونه باشند",
        "personalityThings3":"ذاتاً نیروی بالقوه برای رشد را در دیگران می‌بینند و برای کمک به دیگران برای رسیدن به آن انرژی صرف می‌کنند. مسئولیت سازماندهی تعامل بین همکاران دوستان یا خانواده را بر عهده می‌گیرند.",
        "perList1":[
            "صمیمی دلسوز و حامی",
            "وفادار و قابل اعتماد"
        ],
        "perList2":[
            "دارای قوهٔ تخیل قوی و خلاق",
            "دوستدار چالش‌های جدید و متنوع"
        ],
        "growingUp":"در بعضی از مواقع شرایط فردی به طور کامل پیشرفت و اظهار ترجیحات احساسی و شهودی آنها را حمایت نمی‌کند:",
        "grownigList":[
            "اگر ترجیح شهودی‌شان را توسعه نداده باشند ENFJها ممکن نیست امکانات را ببینند و بسیار سریع بدون دست‌یابی به اطلاعات کافی یا بررسی کردن عوامل فراسوی ارزش‌های شخصی خودشان تصمیم می‌گیرند. ",
            "اگر ترجیح احساسی‌شان را توسعه نداده باشند ENFJها ممکن است تصمیماتشان بی ثبات و ناکافی تدوین شوند سپس ممکن است بسیار ساده قضاوت‌های دیگران را بپذیرند.",
            "اگر ENFJها جایی را پیدا نکنند که بتوانند از استعدادهایشان استفاده کنند و برای نقشی که ایفا می‌کنند مورد قدردانی قرار نگیرند معمولاً احساس ناکامی می‌کنند و ممکن است:",
            "ناراحت باشند و احساس گناه و شک در مورد خود داشته باشند.",
            "جدی و کنترل کننده در مورد تمایلاتشان برای هماهنگی شوند.",
            "بسیار حساس به انتقاد می‌شوند."
        ],
        "sugGrown":"برای این دسته از افراد طبیعی است که توجه کمی به قسمت‌های ترجیح داده نشده ی فکری و حسی داشته باشند. اگر بیش از حد این قسمت‌ها را نادیده بگیرند به هر حال ممکن است که",
        "sugGrownList":[
            " حتی زمانی که منطق مورد نیاز است صرفاً بر اساس ارزش‌های شخصی تصمیم بگیرند.",
            "در پذیرفتن مشکلات یا عدم توافق با مردمی که برایشان اهمیت دارند، مشکل پیدا کنند."
        ],
        "stress":"تحت استرس زیاد، ENFJ ها، ممکن است به طور ناگهانی و غیر متعارف خودشان را منتقد و عیب جوی مردم ببینند. به طور معمول عقاید منفی را در مورد خودشان به کار می‌گیرند؛ اما چنین فکری را عذاب آور و تأسف آور در می‌یابند.",
        "jobSatisfactionList":[
            "به فرد امکان دهد با همکاران مراجعان مشتریان روابط گرم و متقابلی داشته باشد.",
            "به فرد امکان دهد راه حل‌های خلاق برای پروژه‌هایش پیدا کند و نتایج مثبت تلاش‌هایش را ببیند.",
            "کار در محیطی انجام شود که انتظارات در آن روشن باشند و رشد شخصی تشویق شود.",
            "به فرد اجازه دهد عضوی از تیم سایر اشخاصی باشد که فرد به آنها اعتقاد دارد.",
            "به فرد امکان دهد که راه حل‌های خلاق برای مسائل پیدا کند و آنها را با اشخاص حمایتگر در میان بگذارد.",
            "فعالیت در محیطی چالش برانگیز انجام شود و به فرد امکان دهد در آن واحد در چند پروژه کار کند.",
            "به فرد امکان دهد تا از مهارت‌های خود استفاده کند و روی پروژه‌های خود مسئولیت داشته باشد.",
            "به فرد انواع مختلفی از فعالیت‌ها را بدهد تا به شکلی منظم و برنامه‌ریزی‌شده از آنها استفاده کند.",
            "شغل فرد در محیطی باشد که از تعارض و تنش بین افراد به دور باشد. ",
            "فرد را در معرض ایده‌های نو قرار دهد و به او امکان دهد تا روش‌های نو را بیازماید و به خصوص به روش‌هایی توجه داشته باشد که زندگی دیگران را بهبود بخشد."
        ],
        "jobs":"ارتباطات مشاوره امور آموزشی خدمات، انسانی مراقبت‌های بهداشتی بازرگانی - مشاوره تکنولوژی"
    }

}